{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In July 1953, six months after Ralph Ellison had won the National Book Award for "
        },
        {
          "text": "Invisible Man",
          "italic": true
        },
        {
          "text": " (1952), the Harvard Summer School of Arts and Education Assistant Director Alan K. Campbell invited Ellison to speak at the school’s long-standing annual conference. On the evening of August 4th, under the theme “The Contemporary Novel,” Georges Simenon would discuss “the current state of the novel” while Ellison was invited “to discuss more specifically the state of the American novel” (Letter to Ralph Ellison, 29 July 1953). Harvard professor Wilbur Frohock’s response to their talks would be followed by a panel discussion with Stanley Hyman (a staff writer at the New Yorker); Irish writer Frank O’Connor; and author and literary critic Anthony West. Carvell Collins, an MIT professor and an authority on William Faulkner, would moderate the panel discussion and take questions from the audience. Alongside the receipt of the National Book Award, the Harvard conference would catalyze Ellison’s literary career, making him more visible globally and providing an opportunity to publish part of the lecture as an essay that would establish his standing as a literary scholar, “Twentieth-Century Fiction and the Black Mask of Humanity” ("
        },
        {
          "text": "Confluence",
          "italic": true
        },
        {
          "text": ", December 1953) and then later, another part as “Society, Morality and the Novel,” (in "
        },
        {
          "text": "The Living Novel: A Symposium",
          "italic": true
        },
        {
          "text": ", 1957). The reel-to-reel tapes, currently housed in Harvard's Woodberry Poetry Room, include Ellison’s Harvard lecture \""
        },
        {
          "text": "Certain Neglected Aspects of the American Novel",
          "link": "https://tanyaclement.github.io/harvard-1953/pages/certain-neglected-aspects-of-the-american-no/"
        },
        {
          "text": "\" and the dialog that surrounded it and provide insight into the intermedial documents that record Ellison’s early, embodied, and situated practices of writing about race in literature. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[More about Ellison's lecture will appear in a forthcoming article in "
        },
        {
          "text": "PMLA",
          "italic": true
        },
        {
          "text": "]."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Elliott, William Yandell. Letter to Ralph Ellison. 29 July 1953. Ralph Ellison Papers. 1890–2005. Part I: Speeches, Lectures, and Interviews, 1945– 1993. Manuscript Division, Library of Congress, Washington, DC. "
        },
        {
          "text": "https://hdl.loc .gov/loc.mss/eadmss.ms002008",
          "link": "https://hdl.loc .gov/loc.mss/eadmss.ms002008"
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ellison, Ralph. “Twentieth Century Fiction and the Black Mask of Humanity,” "
        },
        {
          "text": "Confluence: An International Forum",
          "italic": true
        },
        {
          "text": ", vol. 2, no. 1, December 1953, pp. 3-21."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "---. “Society, Morality and the Novel.” "
        },
        {
          "text": "The Living Novel: A Symposium",
          "italic": true
        },
        {
          "text": ", edited by Granville Hicks, The Macmillan Company, 1957, pp. 58-91. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Harvard Summer School Conference on the Contemporary Novel. August 3–5, 1953. Woodberry Poetry Room, Houghton Library, Harvard University. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Introduction",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "introduction",
  "created_at": "2025-07-03T14:34:58.251Z",
  "created_by": "tanyaclement",
  "updated_at": "2025-07-03T14:34:58.251Z",
  "updated_by": "tanyaclement"
}